INSERT INTO courses (name, description, day, start_time, end_time, coach_id) VALUES
('Latin Dance Explosion', 'Εντυπωσιακό Latin χορευτικό πρόγραμμα για αρχάριους', 'Τρίτη', '12:00', '13:00', '2'),
('Bachata Passion', 'Βήματα και κινήσεις Bachata για δυναμικούς χορευτές', 'Τρίτη', '13:00', '14:00', '2'),
('Hip Hop Funk', 'Ένα μάθημα hip hop για εκφραστικότητα και ενέργεια', 'Τρίτη', '14:00', '15:00', '4'),
('Zumba Fitness Party', 'Διασκεδαστική Zumba με μουσική για καλή φυσική κατάσταση', 'Τρίτη', '15:00', '16:00', '3'),
('Latin Rhythms', 'Εξερεύνηση Latin ρυθμών και κινήσεων', 'Τρίτη', '18:00', '19:00', '2'),
('Zumba Party', 'Ζωντανή Zumba με ρυθμούς και χορούς', 'Τρίτη', '19:00', '20:00', '3'),
('Salsa Sensations', 'Ανακάλυψε το πάθος της Salsa με ρυθμό', 'Τετάρτη', '12:00', '13:00', '6'),
('Bachata Flowing', 'Ανακάλυψε τις μαγικές κινήσεις Bachata', 'Τετάρτη', '13:00', '14:00', '5'),
('Latin Fusion', 'Φανταστικός συνδυασμός Latin χορών για ενθουσιώδεις', 'Τετάρτη', '14:00', '15:00', '6'),
('Zumba Workout', 'Εντατική Zumba για καρδιοαγγειακή ενδυνάμωση', 'Τετάρτη', '15:00', '16:00', '3'),
('Hip Hop Street Style', 'Χορευτική έκφραση με το στυλ της hip hop', 'Τετάρτη', '16:00', '17:00', '4'),
('Zumba Vibes', 'Γυμναστική και ψυχαγωγία σε έναν Zumba ρυθμό', 'Τετάρτη', '19:00', '20:00', '5');


